
No Encryption
Sent Packet #1
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #2
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #3
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #4
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #5
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #6
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #7
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #8
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #9
Length: 1
Sync: 1
Command: Sync
Data: 11 

Received Packet #9
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #10
Length: 9
Sync: 0
Command: Set Generator
Data: 4A A7 C5 15 54 00 00 00 00 

Received Packet #10
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #11
Length: 9
Sync: 1
Command: Set Modulus
Data: 4B 5F 6A 31 01 00 00 00 00 

Received Packet #11
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #12
Length: 9
Sync: 0
Command: Request Key Exchange
Data: 4C 9B EB 92 00 00 00 00 00 

Received Packet #12
Length: 9
Sync: 0
Response: OK
Data: F0 9E B2 0D 00 00 00 00 00 

No Encryption
Sent Packet #13
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #13
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #14
Length: 2
Sync: 0
Command: Host Protocol Version
Data: 06 08 

Received Packet #14
Length: 1
Sync: 0
Response: Fail
Data: F8 

No Encryption
Sent Packet #15
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #15
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #16
Length: 1
Sync: 0
Command: Setup Request
Data: 05 

Received Packet #16
Length: 51
Sync: 0
Response: OK
Data: F0 09 30 31 33 34 45 55 52 07 08 01 00 02 00 05 00 0A 00 14 00 32 00 64 00 C8 00 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 

No Encryption
Sent Packet #17
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #17
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #18
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #18
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #19
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #19
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #20
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #20
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #21
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #21
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #22
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #22
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #23
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #23
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #24
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #24
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #25
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #25
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #26
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #26
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #27
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #27
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #28
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #28
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #29
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #29
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #30
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #30
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #31
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #31
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #32
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #32
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #33
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 01 00 45 55 52 

Received Packet #33
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #34
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 02 00 45 55 52 

Received Packet #34
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #35
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 05 00 45 55 52 

Received Packet #35
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #36
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 0A 00 45 55 52 

Received Packet #36
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #37
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 14 00 45 55 52 

Received Packet #37
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #38
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 32 00 45 55 52 

Received Packet #38
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #39
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 64 00 45 55 52 

Received Packet #39
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #40
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 C8 00 45 55 52 

Received Packet #40
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #41
Length: 1
Sync: 1
Command: Get Serial Number
Data: 0C 

Received Packet #41
Length: 5
Sync: 1
Response: OK
Data: F0 00 58 EF AA 

No Encryption
Sent Packet #42
Length: 1
Sync: 0
Command: Enable
Data: 0A 

Received Packet #42
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #43
Length: 2
Sync: 1
Command: Set Coin Mech Global Inhibit
Data: 49 01 

Received Packet #43
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #44
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #44
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 BE 

No Encryption
Sent Packet #45
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #45
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #46
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #46
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #47
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #47
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #48
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #48
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #49
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #49
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #50
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #50
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #51
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #51
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #52
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #52
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #53
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #53
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #54
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #54
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #55
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #55
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #56
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #56
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #57
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #57
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #58
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #58
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #59
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #59
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #60
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #60
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #61
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #61
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #62
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #62
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #63
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #63
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #64
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #64
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #65
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #65
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #66
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #66
Length: 11
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 BF 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #67
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #67
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #68
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #68
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #69
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #69
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #70
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #70
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #71
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #71
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #72
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #72
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #73
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #73
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #74
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #74
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #75
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #75
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #76
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #76
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #77
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #77
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #78
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #78
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #79
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #79
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #80
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #80
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #81
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #81
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #82
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #82
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #83
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #83
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #84
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #84
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #85
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #85
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #86
Length: 1
Sync: 1
Command: Sync
Data: 11 

Received Packet #86
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #87
Length: 9
Sync: 0
Command: Set Generator
Data: 4A 7D 58 CE 4E 00 00 00 00 

Received Packet #87
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #88
Length: 9
Sync: 1
Command: Set Modulus
Data: 4B 8F 15 96 35 00 00 00 00 

Received Packet #88
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #89
Length: 9
Sync: 0
Command: Request Key Exchange
Data: 4C A6 FE DF 1D 00 00 00 00 

Received Packet #89
Length: 9
Sync: 0
Response: OK
Data: F0 E0 EE 6A 0F 00 00 00 00 

No Encryption
Sent Packet #90
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #90
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #91
Length: 2
Sync: 0
Command: Host Protocol Version
Data: 06 08 

Received Packet #91
Length: 1
Sync: 0
Response: Fail
Data: F8 

No Encryption
Sent Packet #92
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #92
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #93
Length: 1
Sync: 0
Command: Setup Request
Data: 05 

Received Packet #93
Length: 51
Sync: 0
Response: OK
Data: F0 09 30 31 33 34 45 55 52 07 08 01 00 02 00 05 00 0A 00 14 00 32 00 64 00 C8 00 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 

No Encryption
Sent Packet #94
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #94
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #95
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #95
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #96
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #96
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #97
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #97
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #98
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #98
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #99
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #99
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #100
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #100
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #101
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #101
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #102
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #102
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #103
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #103
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #104
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #104
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #105
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #105
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #106
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #106
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #107
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #107
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #108
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #108
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #109
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #109
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #110
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 01 00 45 55 52 

Received Packet #110
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #111
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 02 00 45 55 52 

Received Packet #111
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #112
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 05 00 45 55 52 

Received Packet #112
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #113
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 0A 00 45 55 52 

Received Packet #113
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #114
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 14 00 45 55 52 

Received Packet #114
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #115
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 32 00 45 55 52 

Received Packet #115
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #116
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 64 00 45 55 52 

Received Packet #116
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #117
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 C8 00 45 55 52 

Received Packet #117
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #118
Length: 1
Sync: 1
Command: Get Serial Number
Data: 0C 

Received Packet #118
Length: 5
Sync: 1
Response: OK
Data: F0 00 58 EF AA 

No Encryption
Sent Packet #119
Length: 1
Sync: 0
Command: Enable
Data: 0A 

Received Packet #119
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #120
Length: 2
Sync: 1
Command: Set Coin Mech Global Inhibit
Data: 49 01 

Received Packet #120
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #121
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #121
Length: 2
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #122
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #122
Length: 2
Sync: 1
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 C1 

No Encryption
Sent Packet #123
Length: 9
Sync: 0
Command: Payout Amount
Data: 33 0A 00 00 00 45 55 52 58 

Received Packet #123
Length: 2
Sync: 0
Response: Command Cannot be Processed
Data: F5 03 

No Encryption
Sent Packet #124
Length: 1
Sync: 1
Command: Sync
Data: 11 

Received Packet #124
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #125
Length: 9
Sync: 0
Command: Set Generator
Data: 4A 0B 0D 70 5A 00 00 00 00 

Received Packet #125
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #126
Length: 9
Sync: 1
Command: Set Modulus
Data: 4B 79 44 2A 46 00 00 00 00 

Received Packet #126
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #127
Length: 9
Sync: 0
Command: Request Key Exchange
Data: 4C 52 37 6C 42 00 00 00 00 

Received Packet #127
Length: 9
Sync: 0
Response: OK
Data: F0 E0 01 42 12 00 00 00 00 

No Encryption
Sent Packet #128
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #128
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #129
Length: 2
Sync: 0
Command: Host Protocol Version
Data: 06 08 

Received Packet #129
Length: 1
Sync: 0
Response: Fail
Data: F8 

No Encryption
Sent Packet #130
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #130
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #131
Length: 1
Sync: 0
Command: Setup Request
Data: 05 

Received Packet #131
Length: 51
Sync: 0
Response: OK
Data: F0 09 30 31 33 34 45 55 52 07 08 01 00 02 00 05 00 0A 00 14 00 32 00 64 00 C8 00 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 

No Encryption
Sent Packet #132
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #132
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #133
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #133
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #134
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #134
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #135
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #135
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #136
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #136
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #137
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #137
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #138
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #138
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #139
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #139
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #140
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #140
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #141
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #141
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #142
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #142
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #143
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #143
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #144
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #144
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #145
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #145
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #146
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #146
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #147
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #147
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #148
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 01 00 45 55 52 

Received Packet #148
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #149
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 02 00 45 55 52 

Received Packet #149
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #150
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 05 00 45 55 52 

Received Packet #150
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #151
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 0A 00 45 55 52 

Received Packet #151
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #152
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 14 00 45 55 52 

Received Packet #152
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #153
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 32 00 45 55 52 

Received Packet #153
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #154
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 64 00 45 55 52 

Received Packet #154
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #155
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 C8 00 45 55 52 

Received Packet #155
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #156
Length: 1
Sync: 1
Command: Get Serial Number
Data: 0C 

Received Packet #156
Length: 5
Sync: 1
Response: OK
Data: F0 00 58 EF AA 

No Encryption
Sent Packet #157
Length: 1
Sync: 0
Command: Enable
Data: 0A 

Received Packet #157
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #158
Length: 2
Sync: 1
Command: Set Coin Mech Global Inhibit
Data: 49 01 

Received Packet #158
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #159
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #159
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #160
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #160
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #161
Length: 9
Sync: 0
Command: Payout Amount
Data: 33 14 00 00 00 45 55 52 19 

Received Packet #161
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #162
Length: 9
Sync: 1
Command: Payout Amount
Data: 33 14 00 00 00 45 55 52 58 

Received Packet #162
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #163
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #163
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #164
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #164
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #165
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #165
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #166
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #166
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #167
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #167
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #168
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #168
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 00 00 00 00 45 55 52 

No Encryption
Sent Packet #169
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #169
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #170
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #170
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #171
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #171
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #172
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #172
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #173
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #173
Length: 10
Sync: 0
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #174
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #174
Length: 10
Sync: 1
Response: OK
Poll Response: Dispensing
Data: F0 DA 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #175
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #175
Length: 19
Sync: 0
Response: OK
Poll Response: Dispensing, Dispensed
Data: F0 DA 01 14 00 00 00 45 55 52 D2 01 14 00 00 00 45 55 52 

No Encryption
Sent Packet #176
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #176
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #177
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #177
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #178
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #178
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #179
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #179
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #180
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #180
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #181
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #181
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #182
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #182
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #183
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #183
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #184
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #184
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #185
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #185
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #186
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #186
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #187
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #187
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #188
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #188
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #189
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #189
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #190
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #190
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #191
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #191
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #192
Length: 1
Sync: 1
Command: Enable
Data: 0A 

Received Packet #192
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #193
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #193
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #194
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #194
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #195
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #195
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #196
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #196
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #197
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #197
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #198
Length: 1
Sync: 1
Command: Poll
Data: 07 

Received Packet #198
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #199
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #199
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #200
L