
No Encryption
Sent Packet #1
Length: 1
Sync: 1
Command: Sync
Data: 11 

Received Packet #1
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #2
Length: 9
Sync: 0
Command: Set Generator
Data: 4A E5 0F 7B 75 00 00 00 00 

Received Packet #2
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #3
Length: 9
Sync: 1
Command: Set Modulus
Data: 4B 21 31 33 09 00 00 00 00 

Received Packet #3
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #4
Length: 9
Sync: 0
Command: Request Key Exchange
Data: 4C CF 94 89 03 00 00 00 00 

Received Packet #4
Length: 9
Sync: 0
Response: OK
Data: F0 5F AB 86 06 00 00 00 00 

No Encryption
Sent Packet #5
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #5
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #6
Length: 2
Sync: 0
Command: Host Protocol Version
Data: 06 08 

Received Packet #6
Length: 1
Sync: 0
Response: Fail
Data: F8 

No Encryption
Sent Packet #7
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #7
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #8
Length: 1
Sync: 0
Command: Setup Request
Data: 05 

Received Packet #8
Length: 51
Sync: 0
Response: OK
Data: F0 09 30 31 33 34 45 55 52 07 08 01 00 02 00 05 00 0A 00 14 00 32 00 64 00 C8 00 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 

No Encryption
Sent Packet #9
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #9
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #10
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #10
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #11
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #11
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #12
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #12
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #13
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #13
Length: 3
Sync: 1
Response: OK
Data: F0 03 00 

No Encryption
Sent Packet #14
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #14
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #15
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #15
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #16
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #16
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #17
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #17
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #18
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #18
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #19
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #19
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #20
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #20
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #21
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #21
Length: 3
Sync: 1
Response: OK
Data: F0 03 00 

No Encryption
Sent Packet #22
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #22
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #23
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #23
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #24
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #24
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #25
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 01 00 45 55 52 

Received Packet #25
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #26
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 02 00 45 55 52 

Received Packet #26
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #27
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 05 00 45 55 52 

Received Packet #27
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #28
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 0A 00 45 55 52 

Received Packet #28
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #29
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 14 00 45 55 52 

Received Packet #29
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #30
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 32 00 45 55 52 

Received Packet #30
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #31
Length: 7
Sync: 1
Command: Set Coin Mech Inhibits
Data: 40 01 64 00 45 55 52 

Received Packet #31
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #32
Length: 7
Sync: 0
Command: Set Coin Mech Inhibits
Data: 40 01 C8 00 45 55 52 

Received Packet #32
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #33
Length: 1
Sync: 1
Command: Get Serial Number
Data: 0C 

Received Packet #33
Length: 5
Sync: 1
Response: OK
Data: F0 00 58 EF AA 

No Encryption
Sent Packet #34
Length: 1
Sync: 0
Command: Enable
Data: 0A 

Received Packet #34
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #35
Length: 2
Sync: 1
Command: Set Coin Mech Global Inhibit
Data: 49 01 

Received Packet #35
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #36
Length: 1
Sync: 0
Command: Poll
Data: 07 

Received Packet #36
Length: 20
Sync: 0
Response: OK
Poll Response: The given key was not present in the dictionary.
Data: F0 DA 01 14 00 00 00 45 55 52 D2 01 14 00 00 00 45 55 52 BE 

No Encryption
Sent Packet #37
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #37
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #38
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #38
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #39
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #39
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #40
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #40
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #41
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #41
Length: 3
Sync: 1
Response: OK
Data: F0 03 00 

No Encryption
Sent Packet #42
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 05 00 00 00 45 55 52 

Received Packet #42
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #43
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 0A 00 00 00 45 55 52 

Received Packet #43
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #44
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 0A 00 00 00 45 55 52 

Received Packet #44
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #45
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 14 00 00 00 45 55 52 

Received Packet #45
Length: 3
Sync: 1
Response: OK
Data: F0 01 00 

No Encryption
Sent Packet #46
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 14 00 00 00 45 55 52 

Received Packet #46
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #47
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 32 00 00 00 45 55 52 

Received Packet #47
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #48
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 32 00 00 00 45 55 52 

Received Packet #48
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #49
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 64 00 00 00 45 55 52 

Received Packet #49
Length: 3
Sync: 1
Response: OK
Data: F0 03 00 

No Encryption
Sent Packet #50
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 64 00 00 00 45 55 52 

Received Packet #50
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #51
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 C8 00 00 00 45 55 52 

Received Packet #51
Length: 3
Sync: 1
Response: OK
Data: F0 00 00 

No Encryption
Sent Packet #52
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C C8 00 00 00 45 55 52 

Received Packet #52
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #53
Length: 1
Sync: 1
Command: Enable
Data: 0A 

Received Packet #53
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #54
Length: 9
Sync: 0
Command: Payout Amount
Data: 33 14 00 00 00 45 55 52 19 

Received Packet #54
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Pa