
No Encryption
Sent Packet #1
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #2
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #3
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #4
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #5
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #6
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #7
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #8
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #9
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #10
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #11
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #12
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #13
Length: 1
Sync: 0
Command: Enable
Data: 0A 
No response...

No Encryption
Sent Packet #14
Length: 2
Sync: 0
Command: Set Coin Mech Global Inhibit
Data: 49 01 
No response...

No Encryption
Sent Packet #15
Length: 1
Sync: 1
Command: Sync
Data: 11 

Received Packet #15
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #16
Length: 9
Sync: 0
Command: Set Generator
Data: 4A 25 5C F1 6C 00 00 00 00 

Received Packet #16
Length: 1
Sync: 0
Response: OK
Data: F0 

No Encryption
Sent Packet #17
Length: 9
Sync: 1
Command: Set Modulus
Data: 4B AB DE 5C 17 00 00 00 00 

Received Packet #17
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #18
Length: 9
Sync: 0
Command: Request Key Exchange
Data: 4C 51 C5 D6 12 00 00 00 00 

Received Packet #18
Length: 9
Sync: 0
Response: OK
Data: F0 AA A0 74 00 00 00 00 00 

No Encryption
Sent Packet #19
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #19
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #20
Length: 2
Sync: 0
Command: Host Protocol Version
Data: 06 08 

Received Packet #20
Length: 1
Sync: 0
Response: Fail
Data: F8 

No Encryption
Sent Packet #21
Length: 2
Sync: 1
Command: Host Protocol Version
Data: 06 07 

Received Packet #21
Length: 1
Sync: 1
Response: OK
Data: F0 

No Encryption
Sent Packet #22
Length: 1
Sync: 0
Command: Setup Request
Data: 05 

Received Packet #22
Length: 51
Sync: 0
Response: OK
Data: F0 09 30 31 33 34 45 55 52 07 08 01 00 02 00 05 00 0A 00 14 00 32 00 64 00 C8 00 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 45 55 52 

No Encryption
Sent Packet #23
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 01 00 00 00 45 55 52 

Received Packet #23
Length: 3
Sync: 1
Response: OK
Data: F0 09 00 

No Encryption
Sent Packet #24
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 01 00 00 00 45 55 52 

Received Packet #24
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #25
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 02 00 00 00 45 55 52 

Received Packet #25
Length: 3
Sync: 1
Response: OK
Data: F0 0D 00 

No Encryption
Sent Packet #26
Length: 8
Sync: 0
Command: Get Denomination Route
Data: 3C 02 00 00 00 45 55 52 

Received Packet #26
Length: 2
Sync: 0
Response: OK
Data: F0 00 

No Encryption
Sent Packet #27
Length: 8
Sync: 1
Command: Get Denomination Level
Data: 35 05 00 00 00 45 55 52 

Received Packet #27
Length: 3
Sync: 1
Response: OK
Data: F0 08 00 

No Encryption
Sent Packet #28
Length: 8
Sync: 0
Command: Ge